Revit 2027 API
ParameterTypeId.AnalyticalSurfaceHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalSurfaceHeight { get; }
Public Shared ReadOnly Property AnalyticalSurfaceHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalSurfaceHeight {
	ForgeTypeId^ get ();
}
static member AnalyticalSurfaceHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace